/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.withscreenshot" = "Dengan tangkapan layar";
"zanalytics.bug.alert.withscreenrecord" = "Dengan rakaman skrin";
"zanalytics.bug.alert.about" = "Perihal";
"zanalytics.bug.alert.from" = "Daripada";
"zanalytics.bug.alert.imagelimitreached" = "Capai had maksimum";
"zanalytics.bug.alert.imagelimits" = "Anda boleh lampir hanya sehingga 10 imej";
"zanalytics.bug.alert.macheader" = "Kongsi maklum balas dengan kami atau laporkan pepijat bersama dengan lampiran bagi rujukan kami";
"zanalytics.bug.alert.write" = "Tulis kepada kami";
"zanalytics.bug.alert.recordedclip" = "Klip Dirakam";




"zanalytics.bug.alert.anonymalert" = "Amat dicadangkan untuk berkongsi maklum balas dengan alamat e-mel anda. Jika anda tidak berkongsi alamat e-mel anda, kami tidak dapat menghubungi anda untuk kemas kini tentang masalah itu.";
"zanalytics.bug.alert.quitfeedback" = "Adakah anda pasti anda mahu meninggalkannya?";
"zanalytics.feedback.navbar.title.feedback"  = "Maklum Balas";
"zanalytics.feedback.navbar.title.noscreenshots" = "Tiada tangkapan layar tersedia";
"zanalytics.feedback.navbar.title.screenshots" = "Tangkapan skrin";
"zanalytics.feedback.navbar.title.snap" = "Lekat";
"zanalytics.feedback.navbar.title.compose" = "Karang";
"zanalytics.feedback.privacy.consent.cancel" = "Batal";
"zanalytics.feedback.navbar.button.title.done" = "Siap";
"zanalytics.bug.alert.cancel"              = "Tidak";
"zanalytics.bug.alert.title"                = "Mahu beritahu sesuatu kepada kami?";
"zanalytics.feedback.navbar.title.reportbug"            = "Lapor pepijat";
"zanalytics.feedback.navbar.title.helpme"              = "Bantu saya";
"zanalytics.feedback.navbar.title.systemlogs"            = "Log Sistem peribadi";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Maklumat Diagnostik";
"zanalytics.bug.alert.dontshowagain"            = "Jangan tunjukkan lagi";
"zanalytics.bug.alert.title.helpme"            = "Bantu saya";
"zanalytics.bug.alert.message.savetolocal"        = "Maaf... Kami tidak hantar laporan pepijat, adakah anda mahu simpan tangkapan layar?";
"zanalytics.feedback.email.title"                = "Alamat e-mel";
"zanalytics.bug.detectscreen.title"      = "Temui sesuatu menarik?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Ya";
"zanalytics.bug.alert.detectscreen.no"                      = "Tidak";
"zanalytics.bug.alert.detectscreen.share" = "Kongsi";
"zanalytics.bug.alert.detectscreen.dontshow" = "Jangan tanya lagi";
"zanalytics.bug.annotate.button.title"                      = "Anotasi pepijat menggunakan alatan di bawah";
"zanalytics.feedback.failed.alert.description" = "Gagal hantar maklum balas, sila cuba semula!";
"zanalytics.feedback.success.alert.description" = "Terima kasih kerana menghantar maklum balas anda!";
"zanalytics.feedback.common.alert.title.add.photos" = "Tambah Foto";
"zanalytics.feedback.common.alert.title.alert" = "Amaran";
"zanalytics.feedback.common.button.title.back" = "Kembali";
"zanalytics.feedback.common.button.title.cancel" = "Batal";
"zanalytics.feedback.common.button.title.close" = "Tutup";
"zanalytics.feedback.common.button.title.ok" = "Ok";
"zanalytics.feedback.textview.placeholder" = "Kami hargai input anda! Kami akan ambil kira cadangan anda pada kemas kini akan datang kami.";
"zanalytics.bug.textview.placeholder"          = "Adakah anda hadapi masalah semasa menggunakan aplikasi kami? Beritahu kami.";
"zanalytics.help.textview.placeholder"          = "Kami akan cuba perbaiki dan bantu anda!";
"zanalytics.feedback.add.photos.alert.description" = "Tiada foto dilampirkan, buka galeri gambar untuk tambah foto!";
"zanalytics.feedback.add.photos.alert.open" = "Buka Gambar";
"zanalytics.feedback.access.photos.alert.description" = "Aplikasi %@ tidak mempunyai akses pada foto anda.\nUntuk dayakan akses, pergi ke: Tetapan > Privasi > Foto > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Tetapan";
"zanalytics.feedback.label.title.anonymous" = "Tanpa nama";
"zanalytics.feedback.navbar.button.title.send" = "Hantar";
"zanalytics.feedback.navbar.button.title.next" = "Seterusnya";
"zanalytics.feedback.navbar.button.title.editphotos" = "Edit Foto";
"zanalytics.feedback.navbar.button.title.addmore" = "Tambah Lagi";
"zanalytics.feedback.navbar.button.title.attach" = "Lampir";
"zanalytics.feedback.navbar.button.title.delete" = "Padam";
"zanalytics.feedback.navbar.title.taptoedit" = "Ketik Untuk Edit";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Pilih Foto";
"zanalytics.feedback.navbar.title.selectphotos" = "Pilih Foto";
"zanalytics.feedback.navbar.title.photoselected" = "Foto Dipilih";
"zanalytics.feedback.navbar.title.photosselected" = "Foto Dipilih";
"zanalytics.feedback.accessory.title.systemlogs" = "Sertakan Log Sistem";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Sertakan Maklumat Diagnostik";
"zanalytics.feedback.accessory.button.title.view" = "Lihat";
"zanalytics.feedback.picker.image.notfound" = "Imej Tidak Ditemui";
"zanalytics.feedback.attachments.title" = "Lampiran(%i)";
"zanalytics.feedback.privacy.consent.description" = "Kami mencadangkan agar anda sertakan log konsol dan maklumat diagnostik kerana ia akan membantu pembangun kami lebih memahami maklum balas yang anda kongsi.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Log Konsol";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Maklumat Diagnostik";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Maklumat Lain";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Maklumat Peranti";
"zanalytics.feedback.privacy.consent.openmailapp" = "Buka di mel";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Sentiasa hantar";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Rekod Masalah Anda";
"issuerecordscreen.label.close" = "Tutup";
"issuerecordscreen.label.failedtoinitiate" = "Gagal memulakan rakaman skrin";
"issuerecordscreen.label.failuremultiwindow" = "Kandungan yang anda sedang cuba rakam adalah dalam mod berbilang tetingkap, yang mana tidak menyokong rakaman. Sila bertukar ke mod skrin penuh";
"issuerecordscreen.label.nointerneterror" = "Sambungan internet diperlukan untuk rakaman skrin. Sila sambung untuk teruskan.";
"issuerecordscreen.label.ok" = "OK";
"issuerecordscreen.label.recordinginfo" = "Rekod dengan cepat masalah yang anda hadapi dan hantar kepada pasukan sokongan kami untuk pemahaman yang mudah dan bantuan yang cepat.";
"issuerecordscreen.label.iagreetext" = "Saya bersetuju dan membenarkan pengumpula data diperlukan. Lihat Butiran";
"issuerecordscreen.label.optiontotrim" = "Anda mempunyai pilihan untuk potong, edit dan menanda video yang dirakam.";
"issuerecordscreen.label.startrecording" = "Mula Merakam";
"issuerecordscreen.label.endrecording" = "Tamat Merakam";
"issuerecordscreen.label.recordinginprogress" = "Rakaman Dalam Kemajuan!";
"issuerecordscreen.label.quicktipstext" = "Petua Pantas";
"issuerecordscreen.label.quicktips1" = "Anda boleh merekod skrin anda selama 5 minit.";
"issuerecordscreen.label.quicktips2" = "Anda boleh potong, edit dan menanda video yang dirakam.";
"issuerecordscreen.label.quicktips3" = "Jangan tutup apl semasa skrin sedang dirakam.";
"issuerecordscreen.label.quicktips4" = "Untuk pelajari lebih lanjut, sila lawati dokumen bantuan kami";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Data berikut akan dikumpul berdasarkan kebenaran anda:";
"dataconsentscreen.label.consent1" = "Alamat IP anda dan log konsol yang dijana semasa rakaman";
"dataconsentscreen.label.consent2" = "Butiran persekitaran anda seperti nama peranti, versi OS, dll.";
"dataconsentscreen.label.consent3" = "Metrik prestasi peranti (seperti memori, masa sambungan rangkaian, dll.)";
"dataconsentscreen.label.consent4" = "Tetingkap peranti rakaman skrin";
"dataconsentscreen.label.consent5" = "Secara lalai, audio akan dirakam semasa rakaman skrin. Tetapi, anda boleh bisukan atau rakam semula runut audio sebelum menghantar fail.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Akses pada Mikrofon dilumpuhkan";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Sila pergi ke Tetapan dan hidupkan Mikrofon untuk rakam audio.";
"videoannotationscreen.alert.microphonedisablediphone" = "Akses pada Mikrofon dilumpuhkan. Sila pergi ke Tetapan dan hidupkan Mikrofon untuk rakam audio.";

// General
"general.label.recordingintiationfailed" = "Pemulaan rakaman skrin gagal. Sila cuba semula";
"general.label.ok" = "Ok";
"general.label.submit" = "Serah";
"general.label.done" = "Siap";
"general.label.cancel" = "Batal";
"general.label.settings" = "Tetapan";
"general.label.erroroccured" = "Ralat Berlaku";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Melebihi saiz fail. Saiz fail tidak patut melebihi 3 MB";
"issuesubmissionscreen.label.attachfiles" = "Lampirkan Fail";
"issuesubmissionscreen.label.newrecording" = "Rakaman Baru";
"issuesubmissionscreen.label.editrecording" = "Edit Rakaman";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Tiada Runut Audio";
"videoannotationscreen.label.shapeborderwidth" = "Lebar Sempadan";
"videoannotationscreen.label.shapelineopacity" = "Kelegapan";
"videoannotationscreen.label.shapetextsize" = "Saiz Teks";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Tempoh elemen melebihi panjang video";
"videoannotationscreen.alert.notallowed" = "Tidak Dibenarkan";
"videoannotationscreen.alert.deleteexisitingaudio" = "Sila padam audio sedia ada sebelum merakam yang baharu.";
"videoannotationscreen.alert.textlimitreached" = "Had Tercapai";
"videoannotationscreen.alert.textdeleteexisting" = "Sila padam beberapa teks sedia ada.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Sila jeda video anda sebelum merakam audio";
"videoannotationscreen.alert.changesnotsaved" = "Perubahan anda tidak disimpan. Adakah anda pasti ingin meneruskan?";
"videoannotationscreen.alert.proceed" = "Teruskan";
"videoannotationscreen.alert.stroketypesolid" = "Padu";
"videoannotationscreen.alert.stroketypedashed" = "Bersengkang";
"videoannotationscreen.alert.entertext" = "Masukkan teks";

"videoannotationscreen.label.trim" = "Potong";
"videoannotationscreen.label.mask" = "Topeng";
"videoannotationscreen.label.shapes" = "Bentuk";
"videoannotationscreen.label.text" = "Teks";
"videoannotationscreen.label.audio" = "Audio";
"videoannotationscreen.label.block" = "Sekat";
"videoannotationscreen.label.blur" = "Kabur";
"videoannotationscreen.label.rectangle" = "Segi Empat Tepat";
"videoannotationscreen.label.oval" = "Bujur";
"videoannotationscreen.label.arrow" = "Anak Panah";
"videoannotationscreen.label.color" = "Warna";
"videoannotationscreen.label.width" = "Lebar";
"videoannotationscreen.label.style" = "Gaya";
"videoannotationscreen.label.edit" = "Edit";
"videoannotationscreen.label.size" = "Saiz";
"videoannotationscreen.label.background" = "Latar Belakang";
"videoannotationscreen.label.textregular" = "Selalu";
"videoannotationscreen.label.textbold" = "Tebal";
"videoannotationscreen.label.textitalics" = "Italik";
"videoannotationscreen.label.textbolditalics" = "Italik Tebal";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "Alamat E-mel";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Ringkasan Rakaman Skrin";
"issuesubmissionform.label.subjectdisplayname" = "Subjek";
"issuesubmissionform.label.subjectplaceholder" = "Masukkan subjek";
"issuesubmissionform.label.addtoexistingticket" = "Tambah pada tiket sedia ada";
"issuesubmissionform.label.existingticketid" = "ID Tiket Sedia Ada";
"issuesubmissionform.label.enterticketidtolink" = "Masukkan ID Tiket untuk Dipautkan";
"issuesubmissionform.label.issuedescription" = "Perihalan Masalah";
"issuesubmissionform.label.issuemoredetails" = "Berikan butiran lanjut tentang masalah tersebut";
"issuesubmissionform.label.submityourissue" = "Hantar Masalah Anda";
"issuesubmissionform.alert.videouploadfailed" = "Muat naik video gagal. Sila cuba semula.";
"issuesubmissionform.alert.thanksmessagetitle" = "Terima kasih kerana menghubungi kami!";
"issuesubmissionform.alert.thanksmessagebody" = "Kebimbangan anda adalah keutamaan kami, maka pasukan sokongan kami akan menghubungi anda tidak lama lagi. Salam sejahtera!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Memuat naik butiran edit video gagal. Sila cuba semula.";
"issuesubmissionform.label.entersubject" = "Sila masukkan subjek bagi masalah tersebut";
"issuesubmissionform.label.enteremail" = "Sila masukkan alamat emel";
"issuesubmissionform.label.enterexistingticketid" = "Sila masukkan id tiket sedia ada";
"issuesubmissionform.label.choosephoto" = "Pilih Foto";
"issuesubmissionform.label.browse" = "Layar";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Akses pada Pustaka Foto dilumpuhkan. Sila pergi ke Tetapan dan hidupkan Pustaka Foto untuk akses foto.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Akses pada Pustaka Foto dilumpuhkan";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Sila pergi ke Tetapan dan hidupkan Pustaka Foto untuk akses foto.";
"issuesubmissionform.alert.submitting" ="Menyerahkan";
